export const data = {
  imperial: {
    title: 'ГАЛАКТИЧЕСКАЯ ИМПЕРИЯ',
    fighters: [
      {
        name: 'ИСТРЕБИТЕЛЬ СИД',
        desc: 'РЯДОВОЙ ИМПЕРСКИЙ ИСТРЕБИТЕЛЬ',
        comment: `Истребитель СИД — самый известный представитель имперского флота. Отряды этих одноместных кораблей, предназначенных для быстрых стычек с истребителями типа "X" и другими истребителями повстанцев, стоят на взлетных палубах Звездных Разрушителей. По образу классической модели истребителя СИД построено множество других кораблей, как, например, кинжалообразный перехватчик и набитый взрывчаткой бомбардировщик. Ужасающий рев двигателей истребителей СИД вселяет страх в сердца врагов Империи.`,
        arm: ['Две лазерных пушки'],
      },
    ],
  },
  part: {
    title: 'АЛЬЯНС ПОВСТАНЦЕВ',
    fighters: [
      {
        name: 'ИСТРЕБИТЕЛЬ ТИПА "X"',
        desc: 'ИСТРЕБИТЕЛЬ АЛЬЯНСА ПОВСТАНЦЕВ',
        comment: `Истребитель типа "X" — многоцелевой истребитель Альянса повстанцев. На нем можно было набрать приличную скорость и нанести серьезный урон противнику с помощью лазерных пушек и двух протонных торпед. Благодаря мощным двигателям истребителя пилот мог легко завладеть преимуществом в бою. Гипердвигатель и дроид-астромеханик позволяли преодолевать внушительное расстояние. Люк Скайуокер прославился тем, что уничтожил Звезду Смерти, сидя за штурвалом такого истребителя.`,
        arm: ['Лазерные пушки', 'Аппараты для запуска протонных торпед'],
      },
      {
        name: 'СНЕЖНЫЙ СПИДЕР',
        desc: 'АЭРОСПИДЕР Т-47 АЛЬЯНСА ПОВСТАНЦЕВ',
        comment: `Оказавшись на Хоте, Альянс повстанцев вынужден был переделать аэроспидеры Т-47 в снежные спидеры — быстроходные машины для патрулирования и защиты тайной базы. После долгих попыток повстанческих инженеров приспособить двигатели к жуткому холоду, разум победил стихию. Аэроспидер Т-47 — маленькая клиновидная машина с двумя передними лазерными пушками. Сзади у нее расположен гарпун с прочным буксировочным тросом. Снежный спидер рассчитан на экипаж из двух человек — пилота и хвостового стрелка.`,
        arm: ['Лазерные пушки', 'Гарпун и буксировочный трос'],
      },
    ],
  },
};
